<?php

return [

    // General messages
    'not_found' => 'ألخبر المطلوب غير موجود بقاعدة البيانات.',

    // Success messages
    'success' => [
        'create' => 'لقد تم إضافة خبر جديد بنجاح.',
        'update' => 'لقد تم تعديل ألخبر بنجاح.',
        'delete' => 'لقد تم حذف ألخبر بنجاح.',
    ],

    // Error messages
    'error' => [
        'create' => 'لقد كان هناك خطأ فى إضافة خبر جديد. من فضلك حاول مرة اخرى.',
        'update' => 'لقد كان هناك خطأ فى تعديل ألخبر. من فضلك حاول مرة اخرى.',
        'delete' => 'لقد كان هناك خطأ فى حذف ألخبر. من فضلك حاول مرة اخرى.',
    ],

];
