<?php

return [

    // General messages
    'not_found' => 'فئة ألخبر المطلوبة غير موجودة بقاعدة البيانات.',

    // Success messages
    'success' => [
        'create' => 'لقد تم إضافة فئة خبر جديد بنجاح.',
        'update' => 'لقد تم تعديل فئة ألخبر بنجاح.',
        'delete' => 'لقد تم حذف فئة ألخبر بنجاح.',
    ],

    // Error messages
    'error' => [
        'create' => 'لقد كان هناك خطأ فى إضافة فئة خبر جديد. من فضلك حاول مرة اخرى.',
        'update' => 'لقد كان هناك خطأ فى تعديل فئة ألخبر. من فضلك حاول مرة اخرى.',
        'delete' => 'فئة الخبر هذه تحتوى على أخبار بالفعل. برجاء مسح هذه الأخبار أولا لأكمال عملية الحذف',
    ],

];
